---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.Truss
zh: 桁架
source: html/a2a937ba-1353-accc-5101-cef96718c2d4.htm
---
# Truss Methods

**中文**: 桁架

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.